Repository: PhoenixDwarf/pltest
Catalog: src/locale/messages.*.xlf
Languages: es

source: card-main-img
es: imagen-principal-tarjeta

source: card-profile
es: perfil-tarjeta

source: Your talent amazes! This is awesome. <br> Excited to see the final product.
es: Tu talento asombra! Esto es genial. <br> Emocionado de ver el producto final.

source: Contacs
es: Contactos

source: New contact...
es: Nuevo contacto...

source: This field is required
es: Este campo es requerido

source: Subject
es: Sujeto

source: You can add a subject
es: Puedes añadir un sujeto

source: Message
es: Mensaje

source: Leave your message here
es: Deje su mensaje aquí

source: Save a copy
es: Guarde una copia

source: <div class="icon" [class.invalid-icon]="!form.valid"><mat-icon class="play">play_arrow</mat-icon></div> Send Mail
es: <div class="icon" [class.invalid-icon]="!form.valid"><mat-icon class="play">play_arrow</mat-icon></div> Enviar Correo

source: check in
es: registrarse

source: events
es: eventos

source: account
es: cuenta

source: settings
es: ajustes

source: {{followers | number}} followers
es: {{followers | number}} seguidores

source: edit user
es: editar usuario

source: web statics
es: estadisticas web

source: upload settings
es: subir ajustes
